Repository: krille-chan/fatburners
Catalog: po/*.po
Languages: es, fr

source: Info about Fatburners %1
es: Información acerca de Fatburners %1
fr: Informations à propos de Brûleur de graisses %1

source: Donate me a coffee
es: Invíteme a un café
fr: M'offrir un café

source: Contributors
es: Colaboradores
fr: Contributeurs

source: Source code
es: Código fuente
fr: Code source

source: License
es: Licencia
fr: Licence

source: Calories account
es: Recuento de calorías
fr: Compte de calories

source: %1 kilocalories left
es: Quedan %1 kilocalorías
fr: %1 kilocalories restantes

source: Add meal
es: Añadir comida
fr: Ajouter un repas

source: Add sports activity
es: Añadir actividad deportiva
fr: Ajouter une activité sportive

source: History:
es: Historial:
fr: Historique :

source: Welcome
es: Bienvenido/a
fr: Bienvenue

source: What did you eat?
es: ¿Qué ha comido?
fr: Qu'avez-vous mangé ?

source: Meal description
es: Descripción de la comida
fr: Description du repas

source: Calories:
es: Calorías:

source: Recent meals:
es: Comidas recientes:
fr: Repas récents :

source: Settings
es: Configuración
fr: Paramètres

source: Weight:
es: Peso:
fr: Poids :

source: Height:
es: Altura:
fr: Taille :

source: Age:
es: Edad:
fr: Âge :

source: Diet target:
es: Objetivo de la dieta:
fr: Cible du régime :

source: a week
es: por semana
fr: par semaine

source: Save %1 kilocalories a day
es: Ahorrar %1 kilocalorías al día
fr: Réduire de %1 kilocalories par jour

source: Sex:
es: Género:
fr: Sexe :

source: Male
es: Masculino
fr: Homme

source: Female
es: Femenino
fr: Femme

source: Intersexual
es: Diverso
fr: Intersexuel

source: Change
es: Cambiar
fr: Modifier

source: Daily activity:
es: Actividad diaria:
fr: Activité journalière :

source: No activity (*0.95)
es: Sin actividad (*0.95)
fr: Pas d'activité (*0.95)

source: Very little activity (*1.2)
es: Poquísima actividad (*1.2)
fr: Très peu d'activité (*1.2)

source: Little activity (*1.5)
es: Poca actividad (*1.5)
fr: Un peu d'activité (*1.5)

source: Medium activity (*1.7)
es: Actividad media (*1.7)
fr: Activité modérée (*1.7)

source: Much activity (*1.9)
es: Mucha actividad (*1.9)
fr: Beaucoup d'activité (*1.9)

source: Very much activity (*2.2)
es: Muchísima actividad (*2.2)
fr: Activité intense (*2.2)

source: No activity
es: Sin actividad

source: Very little activity
es: Poquísima actividad

source: Little activity
es: Poca actividad

source: Medium activity
es: Actividad media

source: Much activity
es: Mucha actividad

source: Very much activity
es: Muchísima actividad

source: Use metric system
es: Usar el sistema métrico
fr: Utiliser le système métrique

source: Calorie consumption:
es: Consumo de calorías
fr: Consomation de calories :

source: kilocalories
es: kilocalorías

source: Body mass index:
es: Índice de masa corporal:
fr: Indice de masse corporelle :

source: Underweight
es: Peso bajo
fr: Maigreur

source: Normal weight
es: Peso normal
fr: Poids idéal

source: Overweight
es: Sobrepeso
fr: Surpoids

source: Obesity
es: Obesidad
fr: Obésité

source: Strong obesity
es: Fuerte obesidad
fr: Obésité sévère

source: Info for Amputees
es: Información para amputados
fr: Informations pour les amputés

source: About Fatburners
es: Acerca de Fatburners
fr: À propos de Brûleur de graisses

source: What did you practice?
es: ¿Qué practicaste?
fr: Que pratiquez-vous ?

source: Sports activity
es: Actividad deportiva
fr: Activités sportives

source: Spent calories:
es: Calorías gastadas:
fr: Calories dépensées :

source: Recent activities:
es: Actividades recientes
fr: Activités récentes :

source: Fatburners
fr: Brûleur de graisses
